{
    "ideas": [
      {
        "id": 1,
        "content": "An app where you can hire an actor to come to save you from a date.",
        "rating": 1200
      },
      {
        "id": 2,
        "content": "A smart fridge that adjusts the light depending on how bright the room is.",
        "rating": 1200
      },
      {
        "id": 3,
        "content": "An electrified wristband that activates every time it recognizes you spending too much time on social media or your phone in general.",
        "rating": 1200
      },
      {
        "id": 4,
        "content": "A Gmail feature that condenses long emails and paraphrases them into bullet points.",
        "rating": 1200
      },
      {
        "id": 5,
        "content": "Tinder for finding the right flatmate.",
        "rating": 1200
      },
      {
        "id": 6,
        "content": "An audiobook featuring different voices for each character and a separate narrator voice.",
        "rating": 1200
      },
      {
        "id": 7,
        "content": "A social network that encourages kindness and has zero tolerance for user abuse.",
        "rating": 1200
      },
      {
        "id": 8,
        "content": "An app where you and your friends can raise a digital pet.",
        "rating": 1200
      },
      {
        "id": 9,
        "content": "GMAIL should have a feature to warn you if you try and send an email which ends with “Best retards” instead of “Best regards.”",
        "rating": 1200
      },
      {
        "id": 10,
        "content": "WhatsApp has a feature that allows individual characters to appear on the recipient’s screen in real-time.",
        "rating": 1200
      },
      {
        "id": 11,
        "content": "Wolverine-style gloves for cutting your food.",
        "rating": 1200
      },
      {
        "id": 12,
        "content": "A washing machine window that doubles as a submarine, featuring real-life videos of the underwater sea with fishes, sharks, and whales.",
        "rating": 1200
      },
      {
        "id": 13,
        "content": "An iPhone holder that, upon removal, makes the metallic unsheathing sound heard in sword-fighting movies.",
        "rating": 1200
      },
      {
        "id": 14,
        "content": "An app designed to track your mental health.",
        "rating": 1200
      },
      {
        "id": 15,
        "content": "A vape that acts like a mouthwash.",
        "rating": 1200
      },
      {
        "id": 16,
        "content": "A way to grow melons small enough to fit in the palm of your hand.",
        "rating": 1200
      },
      {
        "id": 17,
        "content": "Foot spa but for your shoes that offers restoration and maintenance of all types of footwear.",
        "rating": 1200
      },
      {
        "id": 18,
        "content": "iPhone should have a timer on your locked home screen of the last time you unlocked your device.",
        "rating": 1200
      },
      {
        "id": 19,
        "content": "Cinema-style popcorn and pick-and-mix delivery service.",
        "rating": 1200
      },
      {
        "id": 20,
        "content": "Card readers should be built into restaurant tables so you can pay and leave quickly.",
        "rating": 1200
      },
      {
        "id": 21,
        "content": "AI that can scan any artwork and show you the materials, colour palette, etc., used to create such artwork.",
        "rating": 1200
      },
      {
        "id": 22,
        "content": "A website that can automatically generate an itinerary based on the destination given.",
        "rating": 1200
      },
      {
        "id": 23,
        "content": "An app for kids’ phones where every 1/2 hour, they have to answer 2 math problems to continue using social media apps.",
        "rating": 1200
      },
      {
        "id": 24,
        "content": "iPhone feature where if you sneeze, Siri says “Bless you.”",
        "rating": 1200
      },
      {
        "id": 25,
        "content": "Auto-scroll feature for iPhone with the ability to adjust speed.",
        "rating": 1200
      },
      {
        "id": 26,
        "content": "A Chrome feature that tells you what the password requirements were when you were creating the original password.",
        "rating": 1200
      },
      {
        "id": 27,
        "content": "Butter that comes in slices the same size as bread.",
        "rating": 1200
      },
      {
        "id": 28,
        "content": "An app that locates the nearest public bin.",
        "rating": 1200
      },
      {
        "id": 29,
        "content": "A podcast that plays DVD commentaries.",
        "rating": 1200
      },
      {
        "id": 30,
        "content": "Siri feature where I can tell her what I have in my fridge, and she will give me recipe ideas.",
        "rating": 1200
      }
    ]
  }
  